scientific,0,24
measurement,1,9
systems,2,271
inc,3,2673
net,4,4189
nd,5,157
qtr,6,1536
jan,7,384
shr,8,2443
loss,9,3663
three,10,1086
cts,11,5309
vs,12,8566
seven,13,359
revs,14,1435
avg,15,615
shrs,16,612
mln,17,11797
st,18,338
half,19,426
six,20,790
intermagnetics,21,2
general,22,519
completes,23,95
buy,24,632
corp,25,2176
said,26,16644
completed,27,266
purchase,28,366
advanced,29,57
products,30,522
department,31,681
air,32,135
chemicals,33,61
apd,34,3
terms,35,420
disclosed,36,128
makes,37,111
cryogenic,38,2
equipment,39,160
continue,40,386
operating,41,372
present,42,183
location,43,11
pa,44,9
company,45,3005
market,46,1810
piedmont,47,104
aviation,48,38
recesses,49,2
meeting,50,688
without,51,178
taking,52,128
action,53,278
merger,54,507
proposals,55,156
first,56,1222
union,57,452
func,58,4
acquisition,59,581
approved,60,253
buyout,61,98
commerce,62,184
national,63,606
bank,64,2558
florida,65,47
unit,66,682
shareholders,67,557
according,68,252
deal,69,248
pay,70,658
dlrs,71,7844
outstanding,72,395
shares,73,1668
assets,74,440
beneficial,75,33
bnl,76,11
sale,77,715
american,78,664
centennial,79,2
insurance,80,188
co,81,1214
subsidiary,82,401
delaware,83,21
holdings,84,242
transaction,85,215
receive,86,142
cash,87,673
infusion,88,3
including,89,341
settlement,90,91
tax,91,983
sharing,92,19
agreements,93,161
also,94,1674
international,95,970
another,96,329
purchased,97,110
management,98,399
led,99,164
group,100,1344
northern,101,106
indiana,102,28
public,103,304
ni,104,2
omits,105,10
div,106,539
service,107,251
omitted,108,4
quarterly,109,274
common,110,709
stock,111,1726
dividend,112,795
would,113,2983
payable,114,255
may,115,1273
nipsco,116,2
paid,117,205
qtly,118,406
since,119,529
december,120,740
following,121,252
adverse,122,24
decision,123,225
supreme,124,16
court,125,192
denying,126,4
amortization,127,5
invested,128,16
bailly,129,2
project,130,103
forest,131,21
oil,132,2090
th,133,754
profit,134,2066
eight,135,394
year,136,5296
middle,137,65
east,138,137
currency,139,511
sees,140,348
key,141,137
changes,142,186
dealers,143,374
meet,144,179
abu,145,12
dhabi,146,7
weekend,147,48
time,148,542
fundamental,149,26
change,150,289
business,151,610
seen,152,199
growing,153,141
volume,154,129
trade,155,2039
shift,156,40
arab,157,71
world,158,813
london,159,235
congress,160,168
inter,161,25
association,162,291
comes,163,36
prospect,164,32
unified,165,5
gulf,166,276
system,167,430
real,168,245
decade,169,20
foreign,170,983
exchange,171,1058
traders,172,371
treasurers,173,2
issues,174,154
slide,175,27
lebanese,176,10
pound,177,109
expected,178,939
major,179,614
talking,180,47
points,181,109
banks,182,753
non,183,374
financial,184,599
centres,185,11
attend,186,32
conference,187,210
begins,188,22
saturday,189,28
bankers,190,147
hard,191,94
avoid,192,57
impression,193,3
proportion,194,27
transactions,195,98
saudi,196,201
riyal,197,19
far,198,213
largest,199,259
region,200,63
carried,201,41
dominated,202,6
arabia,203,123
houses,204,73
kingdom,205,36
offshore,206,63
bahrain,207,34
based,208,466
boosting,209,28
treasury,210,342
operations,211,636
recession,212,40
hit,213,142
need,214,249
finance,215,341
declined,216,252
many,217,228
ran,218,16
none,219,16
four,220,664
u.k,221,431
clearing,222,31
dealing,223,36
room,224,37
island,225,61
two,226,1810
banking,227,261
bsc,228,3
increased,229,402
presence,230,27
busy,231,3
upgrading,232,5
representative,233,87
offices,234,47
branch,235,42
status,236,39
allow,237,141
one,238,1983
economist,239,101
cheaper,240,28
run,241,84
book,242,32
staff,243,66
expensive,244,32
operation,245,122
way,246,225
jeddah,247,2
riyad,248,4
set,249,483
licensed,250,7
deposit,251,96
taker,252,2
main,253,204
rival,254,29
commercial,255,234
ncb,256,5
licence,257,10
november,258,181
maker,259,67
traditionally,260,21
consortium,261,33
joint,262,189
venture,263,150
samba,264,4
upgraded,265,6
mid,266,121
february,267,1443
senior,268,188
trader,269,42
riyadh,270,3
inevitably,271,7
gained,272,34
pace,273,35
new,274,1787
licences,275,62
question,276,89
liquidity,277,137
still,278,398
rests,279,3
difficult,280,107
quantify,281,7
monetary,282,238
agency,283,254
figures,284,454
show,285,244
regional,286,54
deposits,287,140
held,288,323
riyals,289,13
dropped,290,99
equivalent,291,85
billion,292,3632
end,293,753
september,294,279
peak,295,34
prompted,296,21
habits,297,3
trading,298,519
become,299,137
quiet,300,14
closed,301,152
friday,302,188
expect,303,183
step,304,74
say,305,297
foresee,306,13
moving,307,60
completely,308,22
partly,309,92
local,310,143
demand,311,416
arabian,312,22
sama,313,7
desire,314,19
moderate,315,46
internationalisation,316,3
protect,317,43
undue,318,3
speculation,319,80
fewer,320,14
signs,321,70
kuwaiti,322,24
dinar,323,8
shifting,324,7
natural,325,193
base,326,272
kuwait,327,75
limited,328,128
formation,329,26
nation,330,96
cooperation,331,84
council,332,250
gcc,333,27
much,334,320
could,335,914
come,336,166
force,337,127
soon,338,149
remains,339,109
unclear,340,14
form,341,123
final,342,240
take,343,490
states,344,514
oman,345,15
qatar,346,28
united,347,531
emirates,348,24
plans,349,404
link,350,24
currencies,351,186
european,352,433
style,353,10
peg,354,9
discussed,355,51
high,356,428
level,357,399
topic,358,7
annual,359,460
summit,360,21
late,361,246
dealer,362,85
lot,363,63
exposure,364,33
given,365,232
discussions,366,86
appear,367,30
quite,368,30
political,369,108
taken,370,158
give,371,204
go,372,167
ahead,373,109
open,374,251
idea,375,37
linking,376,17
debated,377,6
start,378,178
currently,379,211
linked,380,32
basket,381,20
five,382,847
either,383,82
officially,384,30
practice,385,25
u.s,386,3571
dollar,387,1023
mean,388,60
call,389,129
permitted,390,15
divergence,391,2
pct,392,6549
large,393,235
enough,394,113
sudden,395,11
strains,396,10
debate,397,46
continued,398,177
undermining,399,9
effective,400,243
capital,401,554
rise,402,884
french,403,296
rapeseed,404,36
soybean,405,192
sowings,406,17
france,407,206
oilseed,408,26
bean,409,17
cooperatives,410,18
federation,411,49
ffcop,412,2
harvest,413,92
hectares,414,75
planted,415,68
last,416,2103
latest,417,200
estimates,418,160
suggested,419,43
ha,420,22
sunflower,421,25
increase,422,770
estimated,423,400
likely,424,389
field,425,91
forecast,426,367
unchanged,427,216
indonesia,428,156
urged,429,68
deregulate,430,9
economy,431,402
president,432,565
barber,433,6
conable,434,33
borrowing,435,73
third,436,338
sixth,437,19
debtor,438,19
fresh,439,44
measures,440,183
dismantle,441,4
protectionist,442,54
barriers,443,44
like,444,129
see,445,213
indonesian,446,57
government,447,1123
adjustment,448,72
process,449,90
move,450,275
towards,451,69
deregulation,452,21
told,453,948
press,454,135
day,455,440
visit,456,62
jakarta,457,15
directly,458,39
help,459,324
pressed,460,10
balance,461,238
payments,462,300
reduce,463,264
protectionism,464,42
efficiency,465,12
month,466,819
granted,467,69
dlr,468,923
loan,469,376
loans,470,289
depend,471,30
economic,472,625
policies,473,124
adopted,474,42
meetings,475,64
suharto,476,12
leading,477,152
ministers,478,177
called,479,233
specific,480,79
policy,481,476
initiative,482,44
rest,483,72
dictate,484,10
stated,485,39
asian,486,43
member,487,192
opec,488,362
badly,489,18
slump,490,21
prices,491,1469
cut,492,589
revenues,493,264
crude,494,478
exports,495,742
termed,496,7
frank,497,14
morning,498,154
voiced,499,9
support,500,246
already,501,301
devaluation,502,35
rupiah,503,11
efforts,504,102
imports,505,580
stimulate,506,51
rely,507,10
continuing,508,116
program,509,411
realities,510,4
today,511,984
past,512,220
years,513,578
lending,514,155
probably,515,154
dismantling,516,8
protected,517,12
monopolies,518,8
areas,519,193
steel,520,218
plastics,521,29
cement,522,24
western,523,204
diplomats,524,44
announce,525,31
timetable,526,7
considering,527,100
selling,528,181
making,529,250
state,530,498
companies,531,521
try,532,77
find,533,93
funds,534,297
cover,535,91
share,536,2077
development,537,335
projects,538,61
otherwise,539,28
scrapped,540,4
postponed,541,22
japan,542,1179
ex,543,20
announced,544,428
untied,545,2
credit,546,540
sahlen,547,4
associates,548,67
gleason,549,5
securities,550,549
york,551,325
plant,552,242
security,553,151
connecticut,554,16
added,555,702
acquired,556,269
combined,557,102
private,558,284
provide,559,173
guard,560,11
services,561,273
corporations,562,28
tri,563,6
area,564,207
clayton,565,53
dubilier,566,5
sells,567,107
burpee,568,3
privately,569,61
sold,570,366
formed,571,73
trust,572,238
bt,573,4
undisclosed,574,128
garden,575,8
supply,576,389
itt,577,16
along,578,73
scott,579,31
sons,580,7
coastal,581,45
cgp,582,4
says,583,595
transamerican,584,20
suit,585,63
frivolous,586,3
gas,587,540
texas,588,206
merit,589,3
intends,590,67
proceed,591,41
filing,592,130
reorganization,593,48
plan,594,425
bankruptcy,595,51
houston,596,58
yesterday,597,461
afternoon,598,75
issued,599,214
temporary,600,97
restraining,601,13
order,602,153
prohibiting,603,7
interfere,604,8
jurisdiction,605,6
ruling,606,72
rights,607,174
creditor,608,28
file,609,30
alleges,610,11
attempted,611,13
unlawfully,612,3
gain,613,525
control,614,262
reserves,615,545
pipeline,616,118
proceedings,617,22
began,618,134
bsn,619,8
advances,620,49
agreement,621,974
sell,622,495
interest,623,855
unaffiliated,624,3
institutional,625,32
investors,626,199
definitive,627,80
closing,628,112
shortly,629,46
registration,630,24
statement,631,498
commission,632,493
made,633,646
nations,634,290
must,635,239
act,636,102
miyazawa,637,74
minister,638,459
kiichi,639,26
industrialised,640,32
rates,641,816
line,642,220
paris,643,268
britain,644,161
canada,645,511
west,646,530
germany,647,243
agreed,648,590
coooperate,649,2
hold,650,174
around,651,560
current,652,873
levels,653,305
reporters,654,167
fell,655,652
record,656,967
low,657,306
yen,658,573
piercing,659,2
barrier,660,8
asked,661,266
negotiating,662,61
permian,663,8
pbt,664,2
raises,665,162
march,666,1538
raised,667,216
posted,668,98
barrel,669,198
raise,670,214
brought,671,79
intermediate,672,39
sour,673,15
spokesman,674,618
south,675,430
louisiana,676,42
sweet,677,21
sumita,678,81
repeat,679,8
fall,680,532
lead,681,148
zinc,682,69
offtake,683,10
rises,684,141
january,685,1421
consumption,686,132
forms,687,19
rose,688,996
tonnes,689,1648
respectively,690,183
bureau,691,90
metal,692,82
statistics,693,177
wbms,694,2
refined,695,41
scrap,696,18
slab,697,4
melted,698,3
meanwhile,699,32
production,700,971
showed,701,176
stocks,702,295
totalled,703,115
cardenas,704,13
decisions,705,43
ico,706,151
jorge,707,8
manager,708,99
colombia,709,97
coffee,710,477
growers,711,93
believe,712,109
important,713,90
emerge,714,19
upcoming,715,15
organization,716,129
executive,717,237
board,718,820
decide,719,58
special,720,203
session,721,115
april,722,1370
discuss,723,110
export,724,743
quotas,725,212
going,726,130
routine,727,15
update,728,6
happening,729,6
unlikely,730,106
journalists,731,30
earlier,732,762
talks,733,486
introduce,734,23
suspended,735,60
ended,736,497
failure,737,78
colombian,738,18
cesar,739,4
gaviria,740,13
weekly,741,102
committee,742,318
positions,743,56
brazil,744,424
apart,745,17
prompt,746,27
chief,747,203
jorio,748,14
dauster,749,37
situation,750,142
getting,751,42
clearer,752,6
knew,753,4
projected,754,65
output,755,481
stockpile,756,8
producers,757,397
shortfall,758,43
nine,759,562
kg,760,11
bags,761,97
october,762,202
int,763,28
ask,764,49
doubling,765,9
authorized,766,79
split,767,441
concord,768,2
fabrics,769,15
cis,770,5
mths,771,360
ny,772,7
e.c,773,9
white,774,138
sugar,775,516
tender,776,513
india,777,118
steps,778,58
countertrade,779,28
deals,780,43
gap,781,42
searching,782,8
communist,783,19
partners,784,191
deficit,785,494
conserve,786,4
wheat,787,715
tobacco,788,24
tea,789,31
jute,790,6
engineering,791,67
electronic,792,57
goods,793,280
well,794,374
minerals,795,62
iron,796,44
ore,797,118
offer,798,1138
return,799,160
petroleum,800,347
machinery,801,46
sources,802,562
reuters,803,360
impetus,804,7
behind,805,58
firms,806,238
stc,807,8
metals,808,78
mmtc,809,7
free,810,191
use,811,217
buying,812,222
power,813,157
respect,814,27
bulk,815,55
commodities,816,83
promote,817,33
indian,818,46
ministry,819,353
spokeswoman,820,55
adding,821,137
excluded,822,23
countertrading,823,4
source,824,95
targetted,825,9
countries,826,625
domestic,827,454
recently,828,144
opened,829,78
however,830,406
make,831,400
small,832,157
part,833,344
total,834,861
account,835,298
less,836,265
months,837,675
accounted,838,59
fiscal,839,374
almost,840,103
nothing,841,46
official,842,834
exclude,843,76
exchanges,844,39
eastern,845,74
bloc,846,16
convertible,847,94
rupees,848,26
soviet,849,341
involving,850,31
swaps,851,29
agricultural,852,161
produce,853,93
textiles,854,31
arms,855,20
promoted,856,8
mainly,857,124
narrow,858,44
country,859,318
insignificant,860,8
compared,861,596
reached,862,187
venezuela,863,98
decline,864,296
push,865,48
include,866,307
due,867,573
factors,868,115
slow,869,82
growth,870,761
tight,871,33
debt,872,560
repayment,873,31
schedule,874,26
shrinking,875,5
aid,876,107
businessmen,877,30
showing,878,37
dynamism,879,2
promoting,880,8
discreetly,881,2
break,882,58
gatt,883,152
rules,884,151
tariffs,885,146
bartering,886,2
recent,887,386
yugoslavia,888,18
structures,889,9
rails,890,2
global,891,62
tenders,892,40
clause,893,9
preference,894,33
parties,895,49
accept,896,88
payment,897,189
kind,898,35
flexible,899,27
offered,900,228
early,901,389
quietly,902,7
interested,903,75
aircraft,904,61
ships,905,114
drilling,906,116
rigs,907,18
railway,908,26
stood,909,87
better,910,159
chance,911,61
bought,912,320
illustrating,913,2
point,914,303
korean,915,32
firm,916,369
platform,917,8
worth,918,184
china,919,318
tighten,920,25
import,921,288
costs,922,353
ordinary,923,73
restrict,924,21
even,925,205
domestically,926,13
premier,927,17
zhao,928,3
people,929,149
parliament,930,61
used,931,205
needed,932,141
expand,933,104
substitutes,934,5
manufactured,935,22
especially,936,68
light,937,95
industrial,938,363
electronics,939,82
lower,940,577
cost,941,318
incur,942,4
work,943,213
favourable,944,27
investment,945,615
environment,946,33
construction,947,102
stress,948,16
earn,949,43
tourists,950,4
contracted,951,18
labour,952,70
abroad,953,58
central,954,556
illinois,955,60
feb,956,330
note,957,964
full,958,361
name,959,169
excludes,960,257
preferred,961,209
dividends,962,96
lucky,963,29
stores,964,194
lks,965,4
reinstates,966,3
nil,967,214
quarters,968,54
preceeding,969,3
prudential,970,27
pretax,971,159
stg,972,886
bp,973,107
expectations,974,66
values,975,59
british,976,279
plc,977,336
standard,978,139
signalled,979,9
higher,980,549
patch,981,4
analysts,982,614
think,983,172
bid,984,403
strong,985,261
clear,986,82
signal,987,52
confidence,988,47
ground,989,22
sanford,990,10
margoshes,991,15
shearson,992,99
lehman,993,53
brothers,994,72
planned,995,162
per,996,1397
price,997,1141
shows,998,43
war,999,100
crack,1000,4
prescott,1001,5
ball,1002,13
turben,1003,4
analyst,1004,229
bruce,1005,12
lazier,1006,4
huge,1007,50
implication,1008,3
energy,1009,401
particularly,1010,85
targets,1011,66
mentioned,1012,11
usx,1013,41
concern,1014,122
courted,1015,3
investor,1016,154
carl,1017,19
icahn,1018,48
drew,1019,18
attention,1020,30
australian,1021,160
robert,1022,60
holmes,1023,18
rumors,1024,54
falling,1025,134
takeover,1026,249
situations,1027,2
several,1028,238
exception,1029,19
possibly,1030,43
amerada,1031,4
hess,1032,4
majors,1033,4
found,1034,68
round,1035,109
ago,1036,465
others,1037,82
restructured,1038,13
rallied,1039,17
response,1040,141
exxon,1041,71
xon,1042,23
chevron,1043,16
chv,1044,7
jumped,1045,21
texaco,1046,43
tx,1047,12
climbed,1048,22
unocal,1049,9
ucl,1050,3
occidental,1051,25
oxy,1052,12
amoco,1053,26
heavy,1054,145
wall,1055,62
street,1056,67
speculated,1057,32
boost,1058,144
maintained,1059,28
fact,1060,55
place,1061,126
indicates,1062,12
giant,1063,17
changed,1064,111
outlook,1065,121
industry,1066,664
bearish,1067,20
stay,1068,34
beat,1069,5
hasty,1070,2
retreat,1071,5
view,1072,95
looking,1073,96
optimistically,1074,2
long,1075,411
term,1076,432
heart,1077,22
hearts,1078,2
exceeded,1079,23
benchmark,1080,20
might,1081,276
able,1082,109
asset,1083,64
slightly,1084,150
ownership,1085,59
alaskan,1086,14
prudhoe,1087,4
bay,1088,47
interests,1089,134
north,1090,216
slope,1091,5
extremely,1092,42
attractive,1093,33
replace,1094,32
fits,1095,4
range,1096,157
position,1097,180
dean,1098,24
witter,1099,15
eugene,1100,4
nowak,1101,5
disposal,1102,44
dispose,1103,8
holding,1104,192
sometime,1105,7
beginning,1106,99
acquiring,1107,46
handle,1108,22
l.f,1109,7
rothschild,1110,11
rosario,1111,10
ilacqua,1112,3
losses,1113,278
atlantic,1114,52
amounts,1115,76
reported,1116,517
requirements,1117,79
harris,1118,48
increases,1119,167
prime,1120,259
rate,1121,1186
savings,1122,259
immediately,1123,121
mas,1124,5
regular,1125,134
previously,1126,353
ibc,1127,39
brazilian,1128,144
institute,1129,154
surprised,1130,21
hear,1131,8
report,1132,633
absence,1133,15
depressing,1134,6
effect,1135,203
accomplish,1136,6
moment,1137,42
besides,1138,11
except,1139,39
rare,1140,12
cases,1141,32
always,1142,30
sent,1143,53
ambassador,1144,21
lindenberg,1145,4
sette,1146,4
dec,1147,162
gencorp,1148,195
gy,1149,26
willing,1150,63
turned,1151,18
requests,1152,18
additional,1153,243
value,1154,352
get,1155,156
data,1156,244
joel,1157,3
reed,1158,28
speaking,1159,59
chairman,1160,487
william,1161,44
reynolds,1162,43
sitting,1163,4
us,1164,111
wagner,1165,36
sought,1166,50
telephone,1167,85
conversation,1168,4
brown,1169,85
afg,1170,37
industries,1171,436
launched,1172,49
surprise,1173,28
circumstances,1174,40
expires,1175,34
fair,1176,54
nyse,1177,4
outlined,1178,18
reshape,1179,2
event,1180,23
wins,1181,5
aerospace,1182,37
soft,1183,58
drink,1184,4
bottling,1185,6
entertainment,1186,40
units,1187,202
potential,1188,111
divestiture,1189,8
candidates,1190,5
tire,1191,55
wants,1192,98
keep,1193,117
viable,1194,7
merged,1195,42
option,1196,126
grow,1197,99
combination,1198,44
believes,1199,73
create,1200,47
stronger,1201,45
gary,1202,4
miller,1203,23
officer,1204,103
mature,1205,8
businesses,1206,116
productivity,1207,15
automation,1208,8
incentives,1209,41
tied,1210,19
success,1211,46
case,1212,113
rko,1213,11
broadcasting,1214,49
stations,1215,29
shoes,1216,4
intend,1217,40
consummate,1218,4
wor,1219,14
tv,1220,30
mca,1221,18
entered,1222,77
station,1223,45
acquire,1224,360
proposed,1225,364
khj,1226,9
los,1227,42
angeles,1228,41
walt,1229,7
disney,1230,10
dis,1231,4
television,1232,96
challenged,1233,9
license,1234,20
federal,1235,546
communications,1236,106
established,1237,44
expedited,1238,4
receiving,1239,25
comments,1240,58
request,1241,72
authorization,1242,9
arrangements,1243,34
fcc,1244,12
considers,1245,20
formal,1246,55
application,1247,74
transfer,1248,63
broadcast,1249,21
pleased,1250,17
provides,1251,43
expiration,1252,25
aim,1253,37
quickly,1254,60
possible,1255,250
eliminate,1256,21
uncertainty,1257,33
surrounding,1258,13
criticism,1259,14
attempt,1260,103
municipal,1261,8
officials,1262,604
akron,1263,13
ohio,1264,63
headquartered,1265,9
offers,1266,144
noted,1267,252
slated,1268,4
located,1269,35
california,1270,111
overall,1271,113
greatest,1272,15
segments,1273,12
equitable,1274,14
iowa,1275,37
cos,1276,33
oper,1277,875
realized,1278,28
gains,1279,236
quarter,1280,1262
discontinued,1281,215
massachusetts,1282,10
casualty,1283,20
oct,1284,29
nov,1285,31
significantly,1286,71
period,1287,506
received,1288,192
figure,1289,150
consisted,1290,6
entirely,1291,17
whites,1292,20
cuba,1293,13
cuban,1294,9
thailand,1295,72
compares,1296,74
lord,1297,18
abbett,1298,7
declares,1299,35
mutual,1300,44
fund,1301,190
divs,1302,7
appreciation,1303,34
prior,1304,616
short,1305,283
daily,1306,161
income,1307,393
series,1308,78
sales,1309,1396
ppg,1310,7
earnings,1311,763
despite,1312,185
climate,1313,23
mailed,1314,8
equity,1315,166
close,1316,249
goal,1317,31
merrill,1318,54
lynch,1319,56
mer,1320,9
fires,1321,5
vaskevitch,1322,3
fired,1323,15
head,1324,115
mergers,1325,22
office,1326,152
saying,1327,185
unable,1328,27
satisfactory,1329,49
explanation,1330,7
insider,1331,23
charges,1332,112
filed,1333,83
disappointed,1334,25
angry,1335,5
sec,1336,69
true,1337,18
midday,1338,21
fully,1339,96
investigating,1340,6
activities,1341,80
acceptance,1342,22
waiting,1343,46
ends,1344,84
waste,1345,77
wmx,1346,13
notice,1347,31
termination,1348,26
hart,1349,4
rodino,1350,4
chemlawn,1351,90
chem,1352,15
terminated,1353,38
rejected,1354,105
agree,1355,74
england,1356,207
reserve,1357,322
standards,1358,27
measure,1359,92
risk,1360,107
array,1361,2
exposures,1362,3
covering,1363,42
forward,1364,56
contracts,1365,149
options,1366,107
complements,1367,2
subject,1368,246
similar,1369,105
measuring,1370,2
adequacy,1371,5
proposal,1372,299
yet,1373,143
comment,1374,229
trunk,1375,2
fed,1376,428
faced,1377,37
dilemma,1378,6
hand,1379,34
determined,1380,54
require,1381,60
adequate,1382,35
future,1383,292
concerned,1384,65
overly,1385,7
stringent,1386,4
unnecessarily,1387,2
affect,1388,72
ability,1389,53
organisations,1390,17
competitively,1391,13
basis,1392,241
lies,1393,9
concept,1394,9
amount,1395,247
contract,1396,235
estimate,1397,174
fluctuations,1398,34
treatment,1399,28
sheet,1400,60
assigned,1401,11
weights,1402,6
zero,1403,44
depending,1404,34
quality,1405,65
counterparty,1406,5
remaining,1407,115
maturity,1408,30
collaterals,1409,2
guarantees,1410,59
recognised,1411,10
calculating,1412,10
reflected,1413,80
governments,1414,49
agencies,1415,34
paper,1416,130
spot,1417,88
traded,1418,84
futures,1419,257
regulatory,1420,101
authorities,1421,84
keen,1422,18
encourage,1423,60
consolidate,1424,10
multiple,1425,10
single,1426,81
stream,1427,12
certain,1428,207
wish,1429,17
implementation,1430,16
tonen,1431,3
studying,1432,38
resin,1433,6
kk,1434,4
chemical,1435,124
petrochemical,1436,22
division,1437,207
accelerate,1438,17
study,1439,156
equally,1440,18
owned,1441,405
waterwhite,1442,2
details,1443,166
technology,1444,132
later,1445,217
resins,1446,10
widely,1447,36
applications,1448,43
baby,1449,3
medical,1450,90
bonding,1451,2
agents,1452,6
wholly,1453,86
kogyo,1454,2
cotton,1455,114
sorghum,1456,57
acres,1457,137
usda,1458,354
emery,1459,47
eaf,1460,6
purolator,1461,102
pcc,1462,12
freight,1463,67
begin,1464,95
tomorrow,1465,163
courier,1466,54
junior,1467,12
subordinated,1468,40
debentures,1469,59
leveraged,1470,32
executives,1471,35
ef,1472,3
hutton,1473,76
lbo,1474,18
tried,1475,28
unsuccessfully,1476,6
accepted,1477,95
letter,1478,192
nicholas,1479,8
brady,1480,2
john,1481,89
prefer,1482,16
negotiate,1483,68
imminent,1484,16
forced,1485,51
unsolicited,1486,25
scheduled,1487,150
expire,1488,48
est,1489,34
unless,1490,100
extended,1491,107
conditions,1492,198
receipt,1493,33
least,1494,221
thirds,1495,34
diluted,1496,111
repeal,1497,11
completion,1498,80
canadian,1499,433
morgan,1500,57
guaranty,1501,18
salomon,1502,38
bros,1503,9
financing,1504,172
subsequent,1505,16
carry,1506,43
twice,1507,29
notes,1508,110
redemption,1509,14
operate,1510,78
hoped,1511,46
excellent,1512,20
fit,1513,15
enable,1514,40
serve,1515,24
existing,1516,103
customers,1517,86
challenges,1518,15
enhance,1519,18
turnaround,1520,18
released,1521,93
hours,1522,73
detail,1523,17
ec,1524,605
grain,1525,492
barley,1526,98
maize,1527,156
maximum,1528,70
rebate,1529,45
ecus,1530,82
tonne,1531,204
bids,1532,77
oppenheimer,1533,20
cyclops,1534,161
cyl,1535,23
stake,1536,607
brokerage,1537,53
entire,1538,50
initially,1539,39
connection,1540,40
arbitrage,1541,16
course,1542,53
geo,1543,4
hormel,1544,3
hrl,1545,2
votes,1546,46
directors,1547,162
voted,1548,47
june,1549,373
intercare,1550,8
care,1551,50
drops,1552,14
offering,1553,131
universal,1554,19
health,1555,100
jersey,1556,34
withdraw,1557,26
underwriter,1558,8
contingent,1559,15
obtain,1560,38
portion,1561,41
aimed,1562,90
raising,1563,76
working,1564,134
repay,1565,27
incurred,1566,23
enterprises,1567,76
therefore,1568,40
expenses,1569,104
decreasing,1570,9
workforce,1571,40
reductions,1572,43
money,1573,701
falls,1574,98
week,1575,1133
outboard,1576,12
marine,1577,50
rising,1578,169
rumor,1579,11
cable,1580,108
target,1581,251
sun,1582,62
tuesday,1583,74
news,1584,240
network,1585,63
conducting,1586,11
whether,1587,221
whole,1588,74
available,1589,201
shareholder,1590,148
triggered,1591,18
person,1592,19
acquires,1593,56
result,1594,294
wayne,1595,6
jones,1596,27
vice,1597,139
strategic,1598,52
planning,1599,73
independent,1600,72
trying,1601,69
proceeding,1602,19
includes,1603,553
integrating,1604,4
boat,1605,8
wanted,1606,82
anonymity,1607,3
stretching,1608,4
maybe,1609,14
tops,1610,3
stanley,1611,21
sense,1612,23
strike,1613,178
underway,1614,18
bally,1615,28
bly,1616,3
flags,1617,12
manufacturing,1618,152
flag,1619,15
theme,1620,4
amusement,1621,4
park,1622,15
proceeds,1623,76
addition,1624,142
parks,1625,4
minority,1626,52
club,1627,30
chain,1628,35
register,1629,18
clubs,1630,5
peltier,1631,2
definitely,1632,11
consideration,1633,65
inquiry,1634,14
valued,1635,79
reportedly,1636,5
approached,1637,24
prospective,1638,9
buyers,1639,67
needs,1640,87
paying,1641,52
back,1642,208
mountain,1643,16
golden,1644,31
nugget,1645,7
casino,1646,11
hotel,1647,43
city,1648,151
pushed,1649,32
times,1650,96
tennis,1651,3
penn,1652,13
great,1653,91
america,1654,145
gurnee,1655,2
ill,1656,27
marriott,1657,5
mhs,1658,3
post,1659,93
came,1660,88
charge,1661,211
estate,1662,113
developer,1663,12
donald,1664,25
trump,1665,37
plus,1666,117
related,1667,136
seeking,1668,155
requires,1669,38
reach,1670,101
books,1671,39
excluding,1672,62
acceptances,1673,20
nationally,1674,9
carolin,1675,8
mines,1676,127
assay,1677,8
results,1678,440
ltd,1679,934
assays,1680,23
tailings,1681,4
hope,1682,82
columbia,1683,30
mine,1684,194
indicated,1685,65
ounces,1686,142
gold,1687,503
ton,1688,111
ranged,1689,25
trace,1690,3
platinum,1691,23
palladium,1692,4
sharply,1693,148
disagreed,1694,9
performed,1695,11
intergold,1696,2
u.s.a,1697,7
ounce,1698,87
expects,1699,449
tests,1700,20
within,1701,235
weeks,1702,210
vista,1703,10
ending,1704,169
substantially,1705,80
extensive,1706,24
plants,1707,57
number,1708,239
increasing,1709,133
elaborate,1710,38
earned,1711,114
extraordinary,1712,240
item,1713,28
comparable,1714,32
servotronics,1715,3
svt,1716,2
sets,1717,389
declared,1718,168
miles,1719,45
laboratories,1720,25
bayer,1721,9
ag,1722,159
animal,1723,22
mobay,1724,3
affiliate,1725,51
bankamerica,1726,36
bac,1727,6
chair,1728,2
turning,1729,31
a.w,1730,2
clausen,1731,5
road,1732,13
profitability,1733,46
speech,1734,51
san,1735,68
francisco,1736,9
chamber,1737,20
absolutely,1738,9
convinced,1739,23
achieving,1740,6
dramatically,1741,8
problems,1742,163
offs,1743,19
revenue,1744,111
generation,1745,5
doubts,1746,14
acquisitions,1747,114
experience,1748,25
noting,1749,45
expense,1750,33
phase,1751,22
overseas,1752,109
retail,1753,139
concentrate,1754,31
wholesale,1755,63
emphasis,1756,19
premium,1757,44
list,1758,38
multinational,1759,8
wessanen,1760,6
foresees,1761,8
dutch,1762,195
dairy,1763,42
foods,1764,46
manufacturer,1765,31
koninklijke,1766,4
nv,1767,42
wide,1768,43
next,1769,497
van,1770,38
driel,1771,11
presentation,1772,12
profits,1773,327
guilders,1774,109
achieved,1775,36
drop,1776,277
guilder,1777,37
remained,1778,94
average,1779,400
turnover,1780,180
raw,1781,52
material,1782,54
separate,1783,47
active,1784,55
wary,1785,14
ratio,1786,49
teams,1787,7
possibilities,1788,11
taiwan,1789,241
ample,1790,9
necessary,1791,113
balanced,1792,23
green,1793,24
included,1794,157
sectors,1795,55
saw,1796,72
resulting,1797,64
successful,1798,66
introduction,1799,38
greatly,1800,13
enhanced,1801,8
consumer,1802,262
oriented,1803,12
represented,1804,34
listed,1805,32
zurich,1806,9
basle,1807,2
geneva,1808,20
amsterdam,1809,10
aims,1810,24
quoted,1811,142
frankfurt,1812,10
dusseldorf,1813,2
stressed,1814,36
listings,1815,2
accompanied,1816,6
provided,1817,103
easy,1818,12
vehicles,1819,17
expansion,1820,113
hands,1821,45
listing,1822,10
logical,1823,3
elaborating,1824,7
restrictions,1825,51
produces,1826,33
cheese,1827,2
good,1828,222
prospects,1829,107
sector,1830,267
europe,1831,137
mars,1832,3
store,1833,50
fourth,1834,310
decided,1835,122
discontinue,1836,6
big,1837,65
outlets,1838,8
recorded,1839,65
affected,1840,98
abnormally,1841,3
inventory,1842,56
shrinkage,1843,2
promotional,1844,4
activity,1845,92
reduced,1846,177
gross,1847,151
margins,1848,54
core,1849,31
discount,1850,173
customer,1851,111
repurchase,1852,130
italy,1853,93
henceforth,1854,2
stakes,1855,28
constitute,1856,9
dominant,1857,12
italian,1858,49
ruled,1859,47
headed,1860,23
safeguard,1861,12
principle,1862,99
separation,1863,5
concerns,1864,38
allocation,1865,15
credits,1866,156
individuals,1867,21
exercise,1868,44
powers,1869,22
subsidiaries,1870,75
groups,1871,63
exceed,1872,64
defined,1873,21
limits,1874,54
fifth,1875,24
individual,1876,36
exceptions,1877,5
branches,1878,27
legal,1879,71
insert,1880,2
ensure,1881,38
privileged,1882,2
regard,1883,9
supervisory,1884,10
controls,1885,113
information,1886,114
consolidated,1887,103
shareholdings,1888,5
indirectly,1889,19
exercised,1890,19
considered,1891,87
controlling,1892,27
lesser,1893,12
lire,1894,23
parent,1895,113
shareholding,1896,7
chartered,1897,32
hillsdown,1898,6
hldn.l,1899,2
adjusted,1900,271
capitalisation,1901,6
pre,1902,166
attributable,1903,27
distribution,1904,176
berisford,1905,5
poultry,1906,25
eggs,1907,6
feed,1908,107
food,1909,193
processing,1910,66
furniture,1911,19
timber,1912,15
meat,1913,63
bacon,1914,3
dixons,1915,117
let,1916,33
extend,1917,51
date,1918,162
beyond,1919,33
tonight,1920,28
validly,1921,4
tendered,1922,46
withdrawn,1923,19
midnight,1924,23
originally,1925,66
citicorp,1926,48
cci,1927,11
audio,1928,26
video,1929,67
affiliates,1930,34
ava,1931,9
owner,1932,31
cyacq,1933,64
alleghany,1934,11
terminate,1935,11
competing,1936,29
marcus,1937,6
mrcs,1938,2
distributed,1939,34
applies,1940,13
holders,1941,189
class,1942,132
every,1943,62
lieu,1944,4
fractional,1945,5
conagra,1946,18
cag,1947,5
mellon,1948,17
mel,1949,8
second,1950,357
provision,1951,144
reflecting,1952,58
additions,1953,6
put,1954,204
david,1955,64
barnes,1956,7
provisions,1957,101
address,1958,24
portfolio,1959,42
developing,1960,95
basic,1961,86
primary,1962,90
excess,1963,72
guidelines,1964,26
performing,1965,31
bigger,1966,14
involvement,1967,9
lack,1968,35
substantial,1969,106
recovery,1970,85
felt,1971,30
prudent,1972,4
relates,1973,6
involved,1974,96
developers,1975,2
home,1976,138
builders,1977,16
institutions,1978,61
southwestern,1979,20
ldc,1980,2
removed,1981,15
argentine,1982,54
charged,1983,38
mexican,1984,10
ordered,1985,28
quit,1986,2
refusal,1987,7
renew,1988,13
lines,1989,91
participate,1990,19
sovereign,1991,13
borrowers,1992,17
reschedule,1993,6
debts,1994,42
contributors,1995,2
cutting,1996,76
ensuring,1997,5
strength,1998,66
uncertainties,1999,14
predict,2000,25
presently,2001,17
trouble,2002,13
confident,2003,55
managing,2004,38
aggressively,2005,20
donegal,2006,3
dgic,2007,2
august,2008,117
russ,2009,2
togs,2010,2
rts,2011,2
irish,2012,17
budget,2013,307
markets,2014,467
welcomed,2015,22
spending,2016,169
cuts,2017,185
ireland,2018,16
ray,2019,8
across,2020,44
exchequer,2021,45
requirement,2022,71
punts,2023,4
gnp,2024,114
allied,2025,85
commented,2026,18
coming,2027,70
proved,2028,28
liquids,2029,21
barrels,2030,295
indicate,2031,39
resulted,2032,54
exclusion,2033,3
libyan,2034,7
directed,2035,9
owns,2036,110
marathon,2037,19
uss,2038,5
diversified,2039,26
oilfield,2040,14
materials,2041,75
africa,2042,142
libya,2043,15
trillion,2044,21
cubic,2045,72
feet,2046,128
audited,2047,9
unaudited,2048,5
representing,2049,41
allowable,2050,5
law,2051,107
discussion,2052,27
shut,2053,33
idled,2054,8
permanently,2055,10
took,2056,107
restructure,2057,24
indefinite,2058,11
idling,2059,2
utah,2060,24
pennsylvania,2061,19
parts,2062,72
alabama,2063,9
chicago,2064,103
improved,2065,128
feasible,2066,4
reopen,2067,29
improvement,2068,95
necessitate,2069,3
permanent,2070,24
zimbabwe,2071,25
denied,2072,51
devalued,2073,7
governor,2074,61
herald,2075,20
newspaper,2076,84
unfortunate,2077,3
unfounded,2078,5
depreciation,2079,53
occur,2080,26
aggravated,2081,3
serious,2082,78
shortage,2083,121
caused,2084,126
importers,2085,30
bring,2086,101
exporters,2087,162
delay,2088,41
inward,2089,2
receipts,2090,16
significant,2091,124
slowdown,2092,17
inflows,2093,15
certificates,2094,137
cds,2095,18
cd,2096,12
maturities,2097,18
ranging,2098,51
intended,2099,58
curb,2100,41
grown,2101,29
mcgill,2102,5
affiliated,2103,30
bermuda,2104,5
fidelity,2105,21
boston,2106,60
fmr,2107,3
sweetened,2108,10
amended,2109,21
undervalued,2110,26
counter,2111,33
iranian,2112,60
uae,2113,21
gholamreza,2114,3
aqazadeh,2115,7
accompanying,2116,10
sheikh,2117,13
bin,2118,4
al,2119,64
arrived,2120,9
night,2121,79
brief,2122,15
met,2123,92
hisham,2124,9
nazir,2125,2
constructive,2126,9
organisation,2127,75
exporting,2128,45
members,2129,240
stable,2130,72
reiterated,2131,28
importance,2132,22
maintaining,2133,17
limit,2134,104
gabon,2135,6
algeria,2136,49
leaving,2137,31
tripoli,2138,2
everything,2139,12
billiton,2140,12
seeks,2141,48
surinam,2142,9
b.v,2143,3
mining,2144,164
causing,2145,30
bauxite,2146,17
royal,2147,105
shell,2148,116
rd.as,2149,6
presented,2150,29
demands,2151,36
heidweiler,2152,2
top,2153,104
aide,2154,44
military,2155,43
leader,2156,55
visited,2157,5
netherlands,2158,49
suralco,2159,14
conglomerate,2160,14
alcoa,2161,13
want,2162,119
wages,2163,22
welfare,2164,5
contributions,2165,12
taxes,2166,75
biggest,2167,54
employers,2168,54
improve,2169,105
safety,2170,32
employees,2171,73
campaign,2172,27
jungle,2173,17
rebel,2174,4
fighting,2175,10
july,2176,214
depressed,2177,50
cables,2178,3
moengo,2179,5
vast,2180,9
remain,2181,202
woolworth,2182,39
wluk.l,2183,5
yr,2184,64
comet,2185,3
property,2186,111
debit,2187,29
aps,2188,5
lease,2189,45
shipping,2190,132
obtained,2191,19
approval,2192,272
japanese,2193,632
pacific,2194,255
capacity,2195,164
arrive,2196,12
normal,2197,100
surge,2198,28
spring,2199,57
summer,2200,63
seasons,2201,10
dale,2202,8
burdett,2203,7
faces,2204,28
damage,2205,87
claim,2206,19
damages,2207,24
claims,2208,66
totalling,2209,44
former,2210,92
owners,2211,29
publications,2212,24
predecessor,2213,5
nolex,2214,2
qualified,2215,36
successor,2216,6
yuear,2217,2
starting,2218,57
measured,2219,26
difference,2220,25
exchanged,2221,21
fairfax,2222,9
hits,2223,12
media,2224,28
ffxa.s,2225,2
flat,2226,46
impact,2227,158
edged,2228,11
although,2229,204
risen,2230,41
imposition,2231,6
fringe,2232,3
benefits,2233,79
recipients,2234,3
pointed,2235,28
cyclical,2236,5
downturn,2237,28
reason,2238,88
flagship,2239,2
dailies,2240,2
sydney,2241,11
melbourne,2242,5
age,2243,4
boosted,2244,37
advertising,2245,13
review,2246,133
performances,2247,3
magazines,2248,7
strongly,2249,45
outweighed,2250,4
contributed,2251,49
borrowings,2252,74
associated,2253,67
pty,2254,25
aap,2255,2
rtrs.l,2256,2
networking,2257,3
channel,2258,20
brisbane,2259,3
offsetting,2260,19
certificate,2261,51
dates,2262,15
upland,2263,18
agriculture,2264,437
commodity,2265,182
corporation,2266,116
undersecretary,2267,26
amstutz,2268,50
issuance,2269,13
procedure,2270,16
whichever,2271,5
conservative,2272,37
bp.l,2273,11
starts,2274,58
secretary,2275,242
norman,2276,6
lamont,2277,2
announcement,2278,102
permit,2279,31
holds,2280,103
appoint,2281,2
advisers,2282,27
merchant,2283,32
stockbrokers,2284,13
interviewed,2285,5
underwritten,2286,8
striking,2287,14
pence,2288,18
minimum,2289,103
privatise,2290,5
rolls,2291,9
royce,2292,4
baa,2293,4
airports,2294,3
authority,2295,76
privatisation,2296,20
cargill,2297,38
resume,2298,44
unions,2299,31
prolonged,2300,10
seaforth,2301,8
failed,2302,81
compromise,2303,44
progress,2304,76
chubb,2305,10
cb,2306,10
sovr,2307,2
boveri,2308,4
warrant,2309,36
bond,2310,182
bbc,2311,7
und,2312,30
cie,2313,21
bbcz.z,2314,3
omit,2315,5
consecutive,2316,24
invite,2317,6
voting,2318,92
stockholders,2319,58
subscribe,2320,7
issue,2321,322
swiss,2322,98
francs,2323,320
subscription,2324,3
correspond,2325,4
roughly,2326,20
participation,2327,50
par,2328,23
applied,2329,42
technologies,2330,43
gats,2331,3
restated,2332,66
periods,2333,131
pipelines,2334,13
terminals,2335,11
suburban,2336,17
bancorp,2337,70
subba,2338,2
valley,2339,44
seeq,2340,2
crow,2341,4
moderately,2342,9
near,2343,180
house,2344,329
commons,2345,11
positive,2346,68
drawdown,2347,8
inventories,2348,45
product,2349,215
expanded,2350,42
slight,2351,27
previous,2352,375
statements,2353,55
inflation,2354,303
priority,2355,24
setting,2356,48
acceptable,2357,22
hovering,2358,2
mark,2359,198
sound,2360,20
plagued,2361,3
problem,2362,128
happy,2363,13
urs,2364,4
metromail,2365,6
predicts,2366,18
expenditures,2367,22
capabilities,2368,7
versus,2369,95
comalco,2370,15
aluminium,2371,85
withdrawal,2372,34
smelter,2373,34
aided,2374,14
greater,2375,112
cents,2376,213
delayed,2377,67
advantage,2378,34
imputation,2379,4
laws,2380,69
cent,2381,111
continues,2382,66
suffer,2383,22
though,2384,66
weak,2385,71
helped,2386,76
commonwealth,2387,24
conditionally,2388,4
goldendale,2389,5
washington,2390,180
port,2391,147
facilities,2392,76
portland,2393,26
oregon,2394,17
closure,2395,20
bkne,2396,2
housing,2397,56
permits,2398,23
wallenbergs,2399,8
fight,2400,23
swedish,2401,60
match,2402,36
sweden,2403,58
wallenberg,2404,8
fought,2405,8
financier,2406,6
erik,2407,5
penser,2408,3
secure,2409,17
empire,2410,5
ab,2411,72
forvaltnings,2412,2
providentia,2413,4
nobel,2414,8
industrier,2415,4
crowns,2416,118
restricted,2417,32
left,2418,88
amounted,2419,30
moves,2420,81
undertaken,2421,11
defend,2422,33
outside,2423,85
predators,2424,3
volvo,2425,9
atlas,2426,2
stora,2427,9
skps,2428,2
ousted,2429,2
skanska,2430,5
lundberg,2431,2
incentive,2432,25
tycoon,2433,2
managed,2434,31
alfa,2435,3
laval,2436,2
concentrating,2437,4
building,2438,82
prevent,2439,66
raid,2440,4
electrical,2441,20
asea,2442,7
franklin,2443,29
insured,2444,24
payout,2445,205
mthly,2446,21
fortune,2447,14
fssl,2448,2
assume,2449,13
leasehold,2450,3
generate,2451,24
goldman,2452,22
sachs,2453,26
nearly,2454,105
redeemed,2455,11
midland,2456,38
mm,2457,44
principal,2458,53
african,2459,91
slows,2460,6
broadly,2461,31
slowed,2462,27
rand,2463,74
preliminary,2464,86
bbl,2465,54
intelligent,2466,12
mlp,2467,5
inp,2468,3
rd,2469,185
rev,2470,71
wti,2471,23
yeutter,2472,139
difficulties,2473,48
unsure,2474,6
straining,2475,4
relations,2476,66
resolved,2477,34
relationship,2478,19
strained,2479,10
relieve,2480,6
earliest,2481,7
sure,2482,40
wait,2483,34
zealand,2484,90
informal,2485,34
reviewing,2486,22
uruguay,2487,38
delegation,2488,27
days,2489,288
methods,2490,25
relieving,2491,8
strain,2492,10
contentious,2493,3
semiconductors,2494,57
unwillingness,2495,10
entities,2496,18
super,2497,22
computers,2498,21
barring,2499,5
kansai,2500,8
airport,2501,20
osaka,2502,4
attempting,2503,10
right,2504,142
direction,2505,45
fast,2506,43
drought,2507,68
chinese,2508,78
constraints,2509,9
scale,2510,48
peaked,2511,10
shanghai,2512,25
poor,2513,68
disaster,2514,28
importer,2515,14
peking,2516,22
human,2517,6
yuan,2518,10
earns,2519,5
affecting,2520,42
arable,2521,6
land,2522,122
leaders,2523,65
achieve,2524,48
spare,2525,9
effort,2526,87
autumn,2527,24
corn,2528,444
potatoes,2529,3
paddy,2530,15
rice,2531,101
yield,2532,81
crops,2533,100
factory,2534,20
electricity,2535,14
devoted,2536,4
stressing,2537,4
vital,2538,28
stability,2539,106
farmers,2540,217
repeatedly,2541,10
factories,2542,17
subsidise,2543,6
rural,2544,12
aside,2545,27
salaries,2546,11
workers,2547,167
jinfeng,2548,2
county,2549,67
unpaid,2550,4
leave,2551,47
pan,2552,14
zhejiang,2553,4
province,2554,38
subsidises,2555,2
bases,2556,14
science,2557,12
farms,2558,18
improving,2559,38
roads,2560,7
infrastructure,2561,8
residents,2562,19
usually,2563,26
farm,2564,252
family,2565,79
profitable,2566,51
advantages,2567,7
promises,2568,4
actually,2569,29
tangible,2570,7
bureaucracy,2571,4
corruption,2572,2
enthusiasm,2573,2
rainbow,2574,42
brierley,2575,12
upsetting,2576,3
progressive,2577,54
investments,2578,108
bil,2579,30
disrupt,2580,9
allan,2581,9
hawkins,2582,5
opinion,2583,44
deliberately,2584,10
involves,2585,17
astral,2586,6
enter,2587,46
boards,2588,27
bidder,2589,17
stand,2590,50
simply,2591,27
approximately,2592,58
soundly,2593,5
paul,2594,68
collins,2595,10
interview,2596,104
published,2597,47
respond,2598,30
assessed,2599,6
consultants,2600,7
respects,2601,4
distort,2602,2
picture,2603,16
purposes,2604,57
distract,2605,2
away,2606,53
actions,2607,55
clearly,2608,39
designed,2609,53
pressure,2610,183
n.z,2611,48
succeed,2612,24
mike,2613,8
moore,2614,25
opening,2615,77
gathered,2616,6
opportunities,2617,33
touch,2618,7
consider,2619,121
inherent,2620,6
taupo,2621,2
oecd,2622,72
ministerial,2623,10
venice,2624,8
enabling,2625,9
maintain,2626,94
contact,2627,21
worse,2628,18
rapidly,2629,24
liberalisation,2630,16
warn,2631,6
shall,2632,9
belgian,2633,73
affairs,2634,41
index,2635,218
conflict,2636,23
brink,2637,3
bodies,2638,11
eve,2639,4
committees,2640,14
community,2641,251
commissioner,2642,19
willy,2643,8
de,2644,174
clercq,2645,19
example,2646,38
dawkins,2647,5
bilateral,2648,56
retaliation,2649,79
enormous,2650,6
solve,2651,28
disputes,2652,24
colleagues,2653,8
preparing,2654,15
negotiations,2655,207
sidetracked,2656,3
momentum,2657,25
avert,2658,16
conflicts,2659,5
tended,2660,7
healthy,2661,25
begun,2662,33
realise,2663,10
answer,2664,24
legislate,2665,3
solutions,2666,8
realistic,2667,15
judgement,2668,9
responsible,2669,26
legislation,2670,95
eventually,2671,34
emerges,2672,3
matter,2673,42
careplus,2674,6
cpls,2675,2
overtime,2676,7
wage,2677,47
dispute,2678,107
accounts,2679,90
eager,2680,9
nuclad,2681,2
signed,2682,194
intent,2683,93
colorado,2684,25
bundesbank,2685,194
fixed,2686,142
gmt,2687,58
allocated,2688,21
credited,2689,9
pledged,2690,19
api,2691,39
distillate,2692,37
fuel,2693,105
storage,2694,56
statistical,2695,21
bulletin,2696,21
gasoline,2697,106
revised,2698,288
residual,2699,17
refinery,2700,145
runs,2701,26
bpd,2702,323
cpi,2703,13
cpic,2704,2
reports,2705,157
philippine,2706,44
australia,2707,176
ariadne,2708,8
philippines,2709,48
fulfill,2710,11
prerequisite,2711,3
brewing,2712,11
miguel,2713,28
hong,2714,90
kong,2715,97
journal,2716,7
broker,2717,27
jacksons,2718,6
barwon,2719,12
farmlands,2720,2
arranging,2721,13
pesos,2722,46
valuable,2723,2
registered,2724,58
seized,2725,2
block,2726,79
coconut,2727,30
planters,2728,8
believed,2729,66
deposed,2730,3
ferdinand,2731,7
marcos,2732,7
concluded,2733,33
rumours,2734,21
neptunia,2735,8
controlled,2736,67
andres,2737,4
soriano,2738,7
party,2739,65
brewery,2740,9
eduardo,2741,5
cojuangco,2742,2
ramon,2743,6
diaz,2744,8
manila,2745,10
sunday,2746,24
corazon,2747,6
aquino,2748,7
zealander,2749,2
judge,2750,11
yearly,2751,17
agent,2752,20
domingo,2753,2
telling,2754,12
spokesmen,2755,14
behalf,2756,31
h.k,2757,34
baker,2758,251
james,2759,110
commenting,2760,39
reduction,2761,143
weaker,2762,27
plaza,2763,26
finnish,2764,8
canrad,2765,3
page,2766,7
wilson,2767,27
fairchild,2768,51
semiconductor,2769,105
brooks,2770,10
funding,2771,36
schlumberger,2772,21
slb,2773,7
hopeful,2774,3
ultimately,2775,19
fujitsu,2776,35
withdrew,2777,17
expressed,2778,54
opposition,2779,47
financed,2780,15
conventional,2781,11
invest,2782,51
aware,2783,25
direct,2784,76
intervention,2785,267
exist,2786,12
enthusiastic,2787,4
gradual,2788,22
tenneco,2789,23
tgt,2790,4
sabine,2791,3
gradually,2792,18
reliance,2793,23
grows,2794,7
bottomed,2795,5
look,2796,72
trend,2797,79
nance,2798,5
exploration,2799,198
suppliers,2800,21
predicted,2801,78
producing,2802,148
largely,2803,88
hike,2804,24
andrew,2805,7
shoup,2806,3
dallas,2807,32
similarly,2808,5
climb,2809,12
mcf,2810,10
switching,2811,12
referring,2812,27
utilities,2813,39
cities,2814,13
shortages,2815,16
supplies,2816,106
winter,2817,136
deliverability,2818,3
bubble,2819,3
gone,2820,19
broad,2821,66
j.c,2822,7
walter,2823,21
onshore,2824,9
stays,2825,4
prevails,2826,3
deeper,2827,6
depths,2828,3
coast,2829,98
independents,2830,4
pretty,2831,15
dismal,2832,3
instead,2833,81
turn,2834,39
shallow,2835,3
leases,2836,13
cheap,2837,28
rig,2838,11
competition,2839,101
finding,2840,22
attributed,2841,43
backlog,2842,34
idaho,2843,6
ida,2844,2
hughes,2845,82
hug,2846,3
distributor,2847,26
fixtures,2848,3
hunt,2849,13
qtrly,2850,40
unemployment,2851,127
seasonally,2852,140
coordination,2853,17
worst,2854,32
goverment,2855,6
started,2856,96
compiling,2857,5
unadjusted,2858,45
male,2859,6
equal,2860,67
highest,2861,41
female,2862,3
marked,2863,25
employment,2864,73
condition,2865,61
severe,2866,38
rounded,2867,4
percentage,2868,89
textile,2869,32
precision,2870,15
proprietary,2871,3
disruption,2872,12
dropping,2873,19
clive,2874,2
mill,2875,40
tonnage,2876,33
expenditure,2877,48
milled,2878,11
grade,2879,76
departments,2880,20
bahia,2881,11
temporao,2882,21
cocoa,2883,238
crop,2884,275
kilo,2885,31
bag,2886,14
salvador,2887,12
effects,2888,55
dry,2889,57
thought,2890,48
flowering,2891,6
followed,2892,66
onset,2893,2
rains,2894,61
pod,2895,11
spell,2896,11
factor,2897,61
predictions,2898,17
properly,2899,3
plantations,2900,16
returns,2901,24
manpower,2902,5
fertiliser,2903,11
feel,2904,36
coupled,2905,21
economies,2906,50
face,2907,83
rot,2908,8
attacks,2909,29
trees,2910,26
normally,2911,34
treated,2912,12
disease,2913,49
wet,2914,18
weather,2915,158
isolated,2916,6
regions,2917,12
deliveries,2918,44
beans,2919,30
develops,2920,5
ultra,2921,4
heat,2922,14
resisting,2923,11
rubber,2924,129
shin,2925,4
etsu,2926,2
developed,2927,40
resistance,2928,13
centigrade,2929,5
continuously,2930,3
losing,2931,26
properties,2932,143
microwave,2933,22
attached,2934,8
car,2935,67
engines,2936,9
quota,2937,223
importing,2938,20
table,2939,23
delegates,2940,193
consuming,2941,25
sharp,2942,159
reaching,2943,20
stage,2944,52
lb,2945,51
build,2946,62
returning,2947,10
establish,2948,41
floor,2949,41
reuter,2950,45
panic,2951,14
keeping,2952,32
marketing,2953,182
forthcoming,2954,6
defining,2955,2
breakdown,2956,33
consumers,2957,137
objective,2958,37
criteria,2959,30
determine,2960,52
producer,2961,181
elements,2962,11
negotiation,2963,16
insisted,2964,6
ad,2965,6
hoc,2966,8
settling,2967,7
virtual,2968,6
horse,2969,3
amongst,2970,3
waited,2971,2
apply,2972,38
pact,2973,280
welcome,2974,15
allocate,2975,9
different,2976,63
outs,2977,2
differences,2978,24
hidden,2979,2
bad,2980,53
prepared,2981,100
abandon,2982,7
impossible,2983,20
reflect,2984,125
availability,2985,12
alternative,2986,55
buffer,2987,215
delegate,2988,29
claimed,2989,12
argument,2990,11
gaining,2991,12
uncertain,2992,31
collapse,2993,32
sink,2994,5
meets,2995,14
doubt,2996,26
forces,2997,28
latin,2998,48
sooner,2999,7
imagine,3000,3
pressures,3001,52
formula,3002,20
imposed,3003,51
contrast,3004,14
stop,3005,84
seemingly,3006,2
lapse,3007,3
lasting,3008,8
insufficient,3009,16
cast,3010,9
commitment,3011,51
threat,3012,45
traffic,3013,45
mar,3014,73
seaway,3015,26
lawrence,3016,19
tough,3017,33
possibility,3018,76
lakes,3019,14
transportation,3020,76
marginal,3021,20
mile,3022,16
waterway,3023,12
season,3024,163
moved,3025,35
metric,3026,8
tons,3027,167
montreal,3028,21
lake,3029,45
ontario,3030,37
welland,3031,6
canal,3032,32
erie,3033,6
comparison,3034,22
cargo,3035,76
section,3036,31
lock,3037,12
lose,3038,31
blair,3039,2
exported,3040,57
surpluses,3041,47
seafarers,3042,4
represents,3043,50
ocean,3044,23
coasts,3045,5
protest,3046,42
concessions,3047,17
guarantee,3048,43
roman,3049,2
labor,3050,37
conciliator,3051,2
hammer,3052,7
sides,3053,49
walkout,3054,2
tying,3055,2
hurt,3056,48
hemsley,3057,3
heaviest,3058,4
history,3059,18
george,3060,31
carriers,3061,14
asking,3062,24
crew,3063,9
decades,3064,5
tolls,3065,3
freeze,3066,29
throughout,3067,39
locks,3068,3
maintenance,3069,20
steady,3070,57
upward,3071,45
shippers,3072,7
running,3073,48
switch,3074,13
traditional,3075,40
korea,3076,126
covered,3077,33
stockholder,3078,11
software,3079,41
concepts,3080,5
check,3081,13
mortgage,3082,88
safe,3083,8
box,3084,7
accounting,3085,99
repaid,3086,10
emcf,3087,2
franc,3088,67
liability,3089,23
swap,3090,37
realignment,3091,13
speculative,3092,35
produced,3093,121
revaluation,3094,16
german,3095,312
chrysler,3096,93
ct,3097,136
performance,3098,113
optimism,3099,25
ecuador,3100,160
leon,3101,6
febres,3102,6
cordero,3103,6
honour,3104,5
calculated,3105,37
commitments,3106,42
earthquake,3107,36
forcing,3108,17
reaffirm,3109,3
suspend,3110,22
legitimate,3111,7
quake,3112,17
zone,3113,50
entity,3114,20
prestige,3115,4
quito,3116,5
ecuadorean,3117,17
austerity,3118,11
killed,3119,21
presidency,3120,7
patricio,3121,3
quevedo,3122,3
hiring,3123,7
frozen,3124,32
cabinet,3125,42
items,3126,70
staples,3127,2
bus,3128,7
fares,3129,3
ajinomoto,3130,8
partner,3131,48
sign,3132,59
capitalised,3133,3
cpc,3134,59
singapore,3135,86
malaysia,3136,83
pie,3137,17
conduct,3138,13
agenda,3139,18
recommendation,3140,40
norfolk,3141,15
southern,3142,147
nsc,3143,6
life,3144,137
protection,3145,51
body,3146,38
assistance,3147,129
iac,3148,4
kerin,3149,4
nature,3150,15
duration,3151,3
extent,3152,38
underwriting,3153,13
pricing,3154,45
reference,3155,32
examination,3156,6
aspects,3157,10
required,3158,116
adjust,3159,17
recommended,3160,41
trigger,3161,17
guaranteed,3162,33
findings,3163,10
handling,3164,21
transport,3165,86
timing,3166,26
pork,3167,61
cause,3168,92
hog,3169,30
herd,3170,7
numbers,3171,24
projections,3172,24
mart,3173,36
km,3174,35
debenture,3175,10
ccc,3176,88
accepts,3177,19
bonus,3178,123
israel,3179,15
delivery,3180,136
awarded,3181,43
enhancement,3182,56
gibraltar,3183,3
gfc,3184,2
elect,3185,16
ratify,3186,2
appointment,3187,3
auditors,3188,23
refractories,3189,5
grx,3190,2
nonrecurring,3191,5
shultz,3192,34
ussr,3193,84
trip,3194,19
fuels,3195,20
talk,3196,47
